[
  {
    "id": "Roser Tutusaus",
    "name": "Roser Tutusaus",
    "bio": "Born in 1985 in Tarragona, Roser Tutusaus began as a rhythmic gymnast and studied music and theater before turning to dance. She train at Artez Dance Academy (Netherlands), studied journalism at UAB, and space design at UPC-CCCB. Her multidisciplinary background shapes a unique perspective, revealing performers’ inner landscapes's and their dialogue with space. She has performed with Anouk van Dijk, Giulio d’Anna, Erik Kaiel, Maria Rovira, Roberto Oliván, and Pere Faura. Her street duet Menar with Joan Català won Best Street Performance at the 2016 Catalan Critics’ Awards. From 2014 to 2020, she toured internationally with Guy Nader & Maria Campos. Her work explores fragility and strength, limits and transcendence, shaping movement where friction drives expression. She is also deeply engaged in Movement Archery, contributing as both a teacher and a developer of its pedagogical content, shaping its methodology and practice.",
    "type": "main",
    "image": "https://a.storyblok.com/f/339375/2737x3000/5d1f823a25/rosertutusaus.jpg",
    "title": ""
  },
  {
    "id": "Fani Benages",
    "name": "Fani Benages",
    "bio": "Fani Benages has worked in the performing arts sector since 1994, specializing in contemporary dance. Since 2002, she has operated independently, focusing on representation, coaching, and distribution for dance companies and creators working with movement and physical theatre. Through her agency, Fani Benages, she supports international touring and market access across Europe, the Middle East, and Latin America. She is an active member of several industry associations, including CDAEC, ACPDC, and APGCC.",
    "type": "media",
    "image": "https://a.storyblok.com/f/339375/640x514/00782019fb/fanibenages.jpg",
    "title": "Cultural Manager and Distributor"
  },
  {
    "id": "Ignasi Castañé",
    "name": "Ignasi Castañé",
    "bio": "Ignasi Castañé is an audiovisual creator, video director, and cinematographer. He holds a Higher Degree in Audiovisual Production (ITES) and a Master’s in Cinematography (ESCAC). Since 2010, he leads Cligbcn Productions, collaborating across performing arts, documentary, and sports media. He has worked with companies such as Evasión TV, Lavinia, Goroka, and APdC, and contributed to projects like Serás Hombre, Propietarios de sueños, NunArt – el documental, and the Re-mou-te series. He also directed videos for the Mancomunitat del Pla de Mallorca, highlighting cultural heritage and sustainable tourism. Ignasi has been working extensively in the Spanish contemporary dance landscape and has created numerous dance films and trailers for dance performances, festivals, and events. He has been collaborating with Wonderground since 2022.",
    "type": "media",
    "image": "https://a.storyblok.com/f/339375/750x486/130bf4028a/ignasi.jpg",
    "title": "Video Direction and Cinematography"
  },
  {
    "id": "Armin Jazi",
    "name": "Armin Jazi",
    "bio": "A digital architect, Armin transforms Wonderground's artistic vision into compelling digital stories. As a software developer and designer, he crafts interfaces that mirror the creative vision of Wonderground. He operates in connections between physical and digital art. His background spans digital transformation for enterprise clients, cloud infrastructure design, and immersive audio technology development. His work with Dear Reality on spatial audio solutions has informed his approach to translating physical movement into digital spaces.",
    "type": "media",
    "image": "https://a.storyblok.com/f/339375/2215x2134/f9dd72bed3/arminjazi.jpeg",
    "title": "Digital Manager"
  },
  {
    "id": "Aida Vargas",
    "name": "Aida Vargas",
    "bio": "Aida Vargas is a photographer with a distinct sensitivity for light and movement. Her work often explores the expressive possibilities of natural light, while also embracing the depth and nuance offered by theatrical and low lighting environments. With a personal connection to the world of dance, much of her work is dedicated to studying movement through photography and video. She is drawn to capturing the essence of a gesture or the atmosphere of a specific moment in time and space—translating it through her lens. Her artistic approach combines observation and imagination: capturing what exists, inventing from inspiration. Through the play of light, she constructs and deconstructs moments—creating visual poems that go beyond words.",
    "type": "media",
    "image": "https://a.storyblok.com/f/339375/1280x854/de5f5b9a2f/aidavargas.jpg",
    "title": "Photography"
  },
  {
    "id": "Tom Weksler",
    "name": "Tom Weksler",
    "bio": "Born in 1989 in Haifa, Israel, Tom Weksler began exploring movement at a young age, drawn to explore gravity, risk, and unpredictability through acrobatics and martial arts. He started teaching at 16 and trained at The Workshop for Dancers and Choreographers in Haifa. Between 2009 and 2011, he danced and performed as an acrobat at the Israeli Opera. From 2010 to 2014, he toured worldwide with the Inbal Pinto & Avshalom Pollak Dance Company. He later collaborated with Rootlessroot and DOT504 on <strong>Collective Loss of Memory</strong>, which won Best Performance at Tanec Praha and toured Europe. From 2017 to 2020, he performed with Guy Nader & Maria Campos. In 2021, he was a finalist for Best Dancer of the Year at Spain’s Premios MAX. His career combines strong physical technique with a philosophical sensitivity, shaping a movement language deeply rooted in the relationship between body, space, and nature. He is the founder of *Movement Archery* and a globally acclaimed movement teacher.",
    "type": "main",
    "image": "https://a.storyblok.com/f/339375/2260x2802/23e84dc1da/tomweksler.jpg",
    "title": ""
  },
  {
    "id": "Oded Avinathan",
    "name": "Oded Avinathan",
    "bio": "Oded Avinathan is a circus artist specializing in group hand-to-hand acrobatics, based in Toulouse, France. Born in 1989 in Haifa, Israel, he began performing in 2012 at Sandciel, the Israeli Circus School. He later trained at CRAC de Lomme in Lille, France, under Mahmoud Louertani and Abdeliazide Senhadji of Company XY. Oded performed in the collective BimBim and collaborated on several creations, including works with Bernadette Gruson and Komplexkapharnaüm. In 2018, he joined Company XY for the creation of Möbius and later participated in Pas du Monde (2024). He has been collaborating with Wonderground since 2022, contributing to acrobatic and movement research and performing in Wall & Peace.",
    "type": "performer",
    "image": "https://a.storyblok.com/f/339375/480x480/bf4d1ca4fc/odedavinathan.jpg",
    "title": "Performer, Acrobat and Artistic Collaborator"
  },
  {
    "id": "Yuval Finkelshtein",
    "name": "Yuval Finkelshtein",
    "bio": " Yuval Finkelshtein is a professional dancer, teacher, and emerging choreographer based in Tel Aviv, Israel. She graduated from the Vertigo Training Program for Dancers in 2018.\nAs a performer, she has collaborated with a wide range of choreographers including Olivia Court Messa, Ravid Abarbanel, Mor Shany, Hai Cohen (as part of Vertigo Company and Power of Balance), Dafi Eltabeb, Lilach Livne, Anabelle Dvir, Anat Oz, and Mica Kupfer, among others. She is also a performer in the award-winning children’s show Once Upon a World, created by Aviv Horowitz and the Train Theatre. In 2022, she was selected for the DanceWeb scholarship program at the ImPulsTanz Festival in Vienna.\nAs a creator, she premiered her first choreographic work Variations of a Meeting in 2021, in collaboration with Uri Dicker. Her most recent piece, Dance of the Daily, co-created with Noam Ben Israel, premiered at the IntimaDance Festival in Tel Aviv in 2024.\nYuval teaches contemporary dance, contact improvisation, and partnering to both professional dancers and the general public in Israel and internationally.\nYuval is performing with Wonderground since 2024.",
    "type": "performer",
    "image": "https://a.storyblok.com/f/339375/6000x4000/dd851f0f11/yuvalfinkelshtein.jpeg",
    "title": "Dancer, Teacher, and Emerging Choreographer"
  },
  {
    "id": "Nora Baylach",
    "name": "Nora Baylach",
    "bio": " Nora Baylach is a contemporary dancer, creator, educator, and performance photographer. Her formation developed outside institutional academic frameworks, embracing an independent and multidisciplinary path.\nShe began her professional career as a performer in the National Dance Production of Catalonia, working under the direction of Thomas Noone and Roser López Espinosa. Since then, she has maintained an ongoing collaboration with López Espinosa, performing in Noviembre, Trama, and Cometa. In parallel, she has worked with various companies and independent artists, including Laia Santanach, Animal Religion, Anna Borrosa, Cía. Elelei, and La Taimada, among others.\nDeeply interested in pedagogy, she has participated in several educational initiatives such as Projecte Onades—a school-based dance project recognized with the Baldiri Connexions Award by Fundació Carulla—En un sí desconegut, and Sin docente no hay proyecto, both part of Caixa d’Eines, a pedagogical framework led by El Graner and Escola Enric Granados. She regularly teaches at Área, espai de dansa i creació, nunArt Guinardó, and has been a guest teacher at Institut del Teatre.\nNora is performing with Wonderground since 2024.",
    "type": "performer",
    "image": "https://a.storyblok.com/f/339375/1821x2191/4ec211e301/norabaylach.jpeg",
    "title": "Dancer, Creator, Educator, and Performance Photographer"
  },
  {
    "id": "Miguel Marín Pavón",
    "name": "Miguel Marín Pavón",
    "bio": "Miguel Marín is a prolific composer with a strong background in independent music, contemporary dance, and film scores. He began his career in the 1990s in London as a member of the influential indie band Piano Magic. In 2001, he composed the soundtrack for Son de Mar, directed by Bigas Luna, marking a shift towards sound experimentation in cinema and dance. He later launched his solo project Árbol, releasing four albums and collaborating with Fibla. Árbol has performed internationally, including in Japan, the USA, Germany, and Turkey. Since 2015, he has continued his work from Seville and collaborates with various dance companies worldwide. Miguel has worked with Wonderground since 2019, composing for RISE, After The Rain, Wall & Peace, and Momentum—the latter featuring his live performance on stage.",
    "type": "collaborator",
    "image": "https://a.storyblok.com/f/339375/1193x1214/61125cecfe/miguelmarin.jpg",
    "title": "Composer and Sound Designer"
  },
  {
    "id": "Filp Horn",
    "name": "Filp Horn",
    "bio": "Born in 1997 in Prague, Czech Republic, Filip Horn studied Stage Technology and Production at the Janáček Academy of Music and Performing Arts in Brno. His focus on lighting design developed under Pavla Beranová, with a particular interest in dance and physical theatre. Since 2020, he has worked with Roberta Legros Štěpánková and Relax Brothers on puppet theatre projects using new technologies. In 2021, he joined STUDIO ALTA in Prague as a lighting technician and currently collaborates as a lighting designer with companies such as Spitfire Company, Tantehorse, and Dočasná Company. He is also part of the La Putika circus. Filip has been collaborating with Wonderground since 2022.",
    "type": "collaborator",
    "image": "https://a.storyblok.com/f/339375/264x354/938e0b3d78/filphorn.png",
    "title": "ighting Design Assistant"
  },
  {
    "id": "Benjamin Nivison",
    "name": "Benjamin Nivison",
    "bio": "Benjamin Nivison is a South African designer, artist, and entrepreneur. After completing his studies in textile design at Shenkar College in Tel Aviv, he returned to Cape Town to launch a fashion and textile brand. In 2021, he co-founded and became the creative director of BABA YAYA, an NGO dedicated to contemporary African dance and youth development in South African townships. His work bridges culture, movement, and design. As he puts it: \"The interaction between movement and intelligent design is what excites me most. Much can be achieved when body and aesthetics meet.\" Benjamin has been collaborating with Wonderground since 2022.",
    "type": "collaborator",
    "image": "https://a.storyblok.com/f/339375/720x960/3b1ce4dae0/benjaminnvison.jpeg",
    "title": "Costume Design"
  },
  {
    "id": "Paola d’Idrontino",
    "name": "Paola d’Idrontino",
    "bio": "Paola d’Idrontino is a textile artist, costume designer, and visual creator. Her work merges storytelling with intricate textile arrangements to create costumes, sculptures, and masks inspired by otherworldly forms. A graduate of Central Saint Martins in London, she founded the brand Papayapie in 2005, focusing on amplifying and dramatizing the body’s natural silhouette. Her creations have been featured at MACBA, the Design Museum of Barcelona, the Maritime Museum of Barcelona, and in publications such as Condé Nast Traveller and Hi-Fructose. She has also designed for stage productions like Macbeth (directed by Moreno Bernardi) and directed the music video Wake Up by Radio83. Paola has been collaborating with Wonderground since 2024.",
    "type": "collaborator",
    "image": "https://a.storyblok.com/f/339375/626x756/e3a22e6d24/paoladidrontino.jpg",
    "title": "Costume Design and Creation"
  }
]