[
  {
    "id": "Roser Tutusaus",
    "name": "Roser Tutusaus",
    "bio": "Nascuda el 1985 a Tarragona, Espanya, Roser Tutusaus és una exploradora del moviment que troba en el cos un espai per a la poesia, la recerca i la transformació. Comença en gimnàstica rítmica i estudia música i teatre abans d'endinsar-se en la dansa. Es forma a Artez Dance Academie (Països Baixos), estudia Periodisme a la UAB i Disseny d’Espais a la UPC-CCCB.\nLa seva formació multidisciplinària li dona una perspectiva única, que busca revelar els paisatges interns dels intèrprets i el seu diàleg amb l’espai.\nHa treballat amb Anouk van Dijk, Giulio d’Anna, Erik Kaiel, Maria Rovira, Roberto Oliván i Pere Faura. El duet de carrer Menar, creat amb Joan Català, guanya el Premi a la Millor Actuació de Carrer als Premis de la Crítica Catalana 2016. Del 2014 al 2020,  fa gires internacionals amb la companyia de dansa de Guy Nader & Maria Campos.\nEl seu treball explora la fragilitat i la força, els límits i la transcendència, donant forma a un moviment on la fricció impulsa l’expressió.\nEstà profundament implicada en Movement Archery, on participa com a professora i en el desenvolupament del seu contingut pedagògic, contribuint a la seva metodologia i pràctica.",
    "type": "main",
    "image": "https://a.storyblok.com/f/339375/2737x3000/5d1f823a25/rosertutusaus.jpg",
    "title": ""
  },
  {
    "id": "Fani Benages",
    "name": "Fani Benages",
    "bio": "Fani Benages treballa en el sector de les arts escèniques des del 1994, especialitzant-se en dansa contemporània. Des del 2002, opera de manera independent, centrant-se en la representació, el coaching i la distribució de companyies de dansa i creadors que treballen amb el moviment i el teatre físic. A través de la seva agència, Fani Benages, dona suport a les gires internacionals i l’accés als mercats d’Europa, el Pròxim Orient i Llatinoamèrica. És membre activa de diverses associacions del sector, incloent-hi el CDAEC, l’ACPDC i l’APGCC.",
    "type": "media",
    "image": "https://a.storyblok.com/f/339375/640x514/00782019fb/fanibenages.jpg",
    "title": "Distribuidora i Mànager cultural"
  },
  {
    "id": "Ignasi Castañé",
    "name": "Ignasi Castañé",
    "bio": "Creador audiovisual, director de vídeo i cinematògraf. Té un Grau Superior en Producció Audiovisual (ITES) i un Màster en Cinematografia (ESCAC). Des del 2010, dirigeix Cligbcn Productions, col·laborant en projectes de les arts escèniques, el documental i els mitjans esportius.\nHa treballat amb empreses com Evasión TV, Lavinia, Goroka i APdC, i ha participat en projectes com Serás Hombre, Propietarios de sueños, NunArt – el documental i la sèrie Re-mou-te. També ha dirigit vídeos per a la Mancomunitat del Pla de Mallorca, posant en valor el patrimoni cultural i el turisme sostenible.\nAmb una àmplia trajectòria en la dansa contemporània espanyola, ha creat nombrosos dance films, tràilers de peces de dansa, festivals i esdeveniments. Ignasi col·labora amb Wonderground des del 2022.",
    "type": "media",
    "image": "https://a.storyblok.com/f/339375/750x486/130bf4028a/ignasi.jpg",
    "title": "Direcció de Vídeo i Cinematografia"
  },
  {
    "id": "Armin Jazi",
    "name": "Armin Jazi",
    "bio": "Un arquitecte digital, l'Armin transforma la visió artística de Wonderground en històries digitals captivadores. Com a desenvolupador de programari i dissenyador, crea interfícies que reflecteixen la visió creativa de Wonderground. Treballa en les connexions entre l'art físic i el digital. El seu recorregut professional abasta la transformació digital per a clients empresarials, el disseny d’infraestructures al núvol i el desenvolupament de tecnologia d’àudio immersiva. La seva feina amb Dear Reality en solucions d’àudio espacial ha influït en la seva manera de traduir el moviment físic en espais digitals.",
    "type": "collaborator",
    "image": "https://a.storyblok.com/f/339375/2215x2134/f9dd72bed3/arminjazi.jpeg",
    "title": "Gestió Digital"
  },
  {
    "id": "Aida Vargas",
    "name": "Aida Vargas",
    "bio": "Aida Vargas és una fotògrafa amb una sensibilitat única per la llum i el moviment. La seva obra explora sovint les possibilitats expressives de la llum natural, alhora que aprofita la profunditat i el matís que ofereixen els entorns de llum teatral i baixa il·luminació.\nAmb una connexió personal amb el món de la dansa, gran part del seu treball es dedica a l’estudi del moviment a través de la fotografia i el vídeo. L’atrapa capturar l’essència d’un gest o l’atmosfera d’un instant concret en el temps i l’espai, traduint-lo a través de la seva lent.\nEl seu enfocament artístic combina observació i imaginació: captar allò que existeix, inventar des de la inspiració. A través del joc de llums, construeix i deconstrueix moments—creant poemes visuals que van més enllà de les paraules.",
    "type": "media",
    "image": "https://a.storyblok.com/f/339375/1280x854/de5f5b9a2f/aidavargas.jpg",
    "title": "Fotografia"
  },
  {
    "id": "Tom Weksler",
    "name": "Tom Weksler",
    "bio": "Nascut el 1989 a Haifa, Israel, Tom Weksler explora el moviment des de petit, atret pel risc, la gravetat i la imprevisibilitat a través de l’acrobàcia i les arts marcials. Comença a ensenyar als 16 anys i es forma en dansa a The Workshop for Dancers and Choreographers a Haifa.\nEntre el 2009 i el 2011, balla i actua com a acròbata a l'Òpera d'Israel. Del 2010 al 2014, fa gires per tot el món amb la Inbal Pinto & Avshalom Pollak Dance Company. Més tard, col·labora amb Rootlessroot i DOT504 a Collective Loss of Memory, espectacle que va guanyar el premi a la Millor Actuació al Tanec Praha i va fer gira per Europa. Del 2017 al 2020, treballa amb Guy Nader & Maria Campos. L’any 2021, és nominat com a Millor Ballarí de l’Any als Premis MAX d’Espanya.\nAmb una mirada decididament multidisciplinària, la seva trajectòria combina una tècnica física potent amb una sensibilitat filosòfica, configurant un llenguatge de moviment profundament arrelat en la relació entre cos, espai i natura. \nÉs el creador de Movement Archery i un professor reconegut a nivell internacional.",
    "type": "main",
    "image": "https://a.storyblok.com/f/339375/2260x2802/23e84dc1da/tomweksler.jpg",
    "title": ""
  },
  {
    "id": "Oded Avinathan",
    "name": "Oded Avinathan",
    "bio": "Artista de circ especialitzat en acrobàcia de mà a mà en grup, establert a Tolosa, França. Nascut el 1989 a Haifa, Israel, va començar a estudiar el 2012 a Sandciel, l’Escola de Circ d’Israel. Més tard, es va formar al CRAC de Lomme, a Lille, França, amb Mahmoud Louertani i Abdeliazide Senhadji de la Companyia XY.\nOded ha actuat amb el col·lectiu BimBim i ha col·laborat en diverses creacions, incloent-hi treballs amb Bernadette Gruson i Komplexkapharnaüm. L’any 2018 es va incorporar a la Companyia XY per a la creació de Möbius i, més recentment, participar a Pas du Monde (2024).\nDes del 2022 col·labora amb Wonderground, aportant la seva experiència en investigació acrobàtica i de moviment, i actuant a Wall & Peace.",
    "type": "performer",
    "image": "https://a.storyblok.com/f/339375/480x480/bf4d1ca4fc/odedavinathan.jpg",
    "title": " Intèrpret, Acròbata i Col·laborador Artístic"
  },
  {
    "id": "Yuval Finkelshtein",
    "name": "Yuval Finkelshtein",
    "bio": " Yuval Finkelshtein is a professional dancer, teacher, and emerging choreographer based in Tel Aviv, Israel. She graduated from the Vertigo Training Program for Dancers in 2018.\nAs a performer, she has collaborated with a wide range of choreographers including Olivia Court Messa, Ravid Abarbanel, Mor Shany, Hai Cohen (as part of Vertigo Company and Power of Balance), Dafi Eltabeb, Lilach Livne, Anabelle Dvir, Anat Oz, and Mica Kupfer, among others. She is also a performer in the award-winning children’s show Once Upon a World, created by Aviv Horowitz and the Train Theatre. In 2022, she was selected for the DanceWeb scholarship program at the ImPulsTanz Festival in Vienna.\nAs a creator, she premiered her first choreographic work Variations of a Meeting in 2021, in collaboration with Uri Dicker. Her most recent piece, Dance of the Daily, co-created with Noam Ben Israel, premiered at the IntimaDance Festival in Tel Aviv in 2024.\nYuval teaches contemporary dance, contact improvisation, and partnering to both professional dancers and the general public in Israel and internationally.\nYuval is performing with Wonderground since 2024.",
    "type": "performer",
    "image": "https://a.storyblok.com/f/339375/6000x4000/dd851f0f11/yuvalfinkelshtein.jpeg",
    "title": "Ballarina, professora i coreògrafa emergent"
  },
  {
    "id": "Nora Baylach",
    "name": "Nora Baylach",
    "bio": " Nora Baylach is a contemporary dancer, creator, educator, and performance photographer. Her formation developed outside institutional academic frameworks, embracing an independent and multidisciplinary path.\nShe began her professional career as a performer in the National Dance Production of Catalonia, working under the direction of Thomas Noone and Roser López Espinosa. Since then, she has maintained an ongoing collaboration with López Espinosa, performing in Noviembre, Trama, and Cometa. In parallel, she has worked with various companies and independent artists, including Laia Santanach, Animal Religion, Anna Borrosa, Cía. Elelei, and La Taimada, among others.\nDeeply interested in pedagogy, she has participated in several educational initiatives such as Projecte Onades—a school-based dance project recognized with the Baldiri Connexions Award by Fundació Carulla—En un sí desconegut, and Sin docente no hay proyecto, both part of Caixa d’Eines, a pedagogical framework led by El Graner and Escola Enric Granados. She regularly teaches at Área, espai de dansa i creació, nunArt Guinardó, and has been a guest teacher at Institut del Teatre.\nNora is performing with Wonderground since 2024.",
    "type": "performer",
    "image": "https://a.storyblok.com/f/339375/1821x2191/4ec211e301/norabaylach.jpeg",
    "title": "Dancer, Creator, Educator, and Performance Photographer"
  },
  {
    "id": "Miguel Marín Pavón",
    "name": "Miguel Marín Pavón",
    "bio": "Compositor prolífic amb una sòlida trajectòria en la música independent, la dansa contemporània i les bandes sonores de cinema. Va iniciar la seva carrera als anys 90 a Londres com a membre de la influent banda indie Piano Magic. L’any 2001, va compondre la banda sonora de Son de Mar, dirigida per Bigas Luna, marcant així un gir cap a l’experimentació sonora en el cinema i la dansa.\nPosteriorment, va crear el seu projecte en solitari, Árbol, amb el qual ha publicat quatre àlbums i col·laborat amb Fibla. Amb Árbol, ha actuat a nivell internacional en països com el Japó, els Estats Units, Alemanya i Turquia. Des del 2015, continua el seu treball des de Sevilla i col·labora amb diverses companyies de dansa d’arreu del món.\nMiguel treballa amb Wonderground des del 2019. Ha composat música per a RISE, After The Rain, Wall & Peace i Momentum, peça en què també actua en directe sobre l’escenar.",
    "type": "collaborator",
    "image": "https://a.storyblok.com/f/339375/1193x1214/61125cecfe/miguelmarin.jpg",
    "title": "Compositor i Dissenyador de So"
  },
  {
    "id": "Filp Horn",
    "name": "Filp Horn",
    "bio": "Nascut el 1997 a Praga, República Txeca, Filip Horn estudia Tecnologia Escènica i Producció a l’Acadèmia de Música i Arts Escèniques Janáček de Brno. S’especialitza en disseny d’il·luminació sota la tutela de Pavla Beranová, amb un interès particular per la dansa i el teatre físic.\nDes del 2020, treballa amb Roberta Legros Štěpánková i Relax Brothers en projectes de teatre de titelles que incorporen noves tecnologies. L’any 2021, es va unir a STUDIO ALTA a Praga com a tècnic d’il·luminació i actualment col·labora com a dissenyador d’il·luminació amb companyies com Spitfire Company, Tantehorse i Dočasná Company. També forma part del circ La Putika.\nFilip col·labora amb Wonderground des del 2022.",
    "type": "collaborator",
    "image": "https://a.storyblok.com/f/339375/264x354/938e0b3d78/filphorn.png",
    "title": "Dissenyador d’Il·luminació i Tècnic Escènic"
  },
  {
    "id": "Benjamin Nivison",
    "name": "Benjamin Nivison",
    "bio": "Dissenyador, artista i emprenedor sud-africà. Després de completar els seus estudis en disseny tèxtil al Shenkar College de Tel Aviv, va tornar a Ciutat del Cap per fundar una marca de moda i tèxtil.\nL’any 2021, cofunda i es va converteix en el director creatiu de BABA YAYA, una ONG dedicada a la dansa contemporània africana i al desenvolupament juvenil als townships de Sud-àfrica. La seva feina crea ponts entre la cultura, el moviment i el disseny. Tal com ell mateix diu: “La interacció entre el moviment i el disseny intel·ligent és el que més m’emociona. Es poden aconseguir grans coses quan el cos i l’estètica es troben.”\nBenjamin col·labora amb Wonderground des del 2022.",
    "type": "collaborator",
    "image": "https://a.storyblok.com/f/339375/720x960/3b1ce4dae0/benjaminnvison.jpeg",
    "title": "Disseny de Vestuari"
  },
  {
    "id": "Paola d’Idrontino",
    "name": "Paola d’Idrontino",
    "bio": "Artista tèxtil, dissenyadora de vestuari i creadora visual. La seva obra fusiona la narració amb elaborades composicions tèxtils per donar vida a vestuaris, escultures i màscares inspirades en formes d’un altre món.\nGraduada a Central Saint Martins de Londres, el 2005 va fundar la marca Papayapie, amb l’objectiu d’amplificar i dramatitzar la silueta natural del cos. Les seves creacions s’han exposat en institucions com el MACBA, el Museu del Disseny de Barcelona i el Museu Marítim de Barcelona, així com en publicacions com Condé Nast Traveller i Hi-Fructose. També ha dissenyat per a produccions escèniques com Macbeth (dirigit per Moreno Bernardi) i ha dirigit el videoclip Wake Up de Radio83.\nPaola col·labora amb Wonderground des del 2024.",
    "type": "collaborator",
    "image": "https://a.storyblok.com/f/339375/626x756/e3a22e6d24/paoladidrontino.jpg",
    "title": "Disseny i Creació de Vestuari"
  }
]