[
  {
    "type": "piece",
    "id": "after_the_rain",
    "title": "AFTER THE RAIN",
    "shortDesc": "Un poema cinètic sobre el procés de deixar anar a algú que estimes.",
    "fullDesc": "A través d’una dansa energètica de forces, narracions obertes i paisatges transitoris; la trobada i transformació constant de dos individus ens desperta records inesperats sobre la naturalesa de les nostres vides.",
    "castAndCrew": "<strong>Direcció, Coreografia i Interpretació</strong>: Roser Tutusaus i Tom Weksler/ <strong>Música Original i Paisatge Sonor</strong>: Miguel Marin Pavón / <strong>Recerca Musical</strong>: Adrien Grellet (Didacte) / <strong>Disseny d'Il·luminació:</strong> Filip Horn / <strong>Recerca d'Il·luminació</strong>: Conchita Pons / <strong>Disseny de Vestuari:</strong> Benjamin Nivison /<strong>Producció: </strong>Wonderground i Brechtje Randag / <strong>Promoció i Comunicació:</strong> Katerina Vassiliadis\n<strong>Distribució: </strong>Fani Benages / <strong>Coproducció: </strong>Dansa Metropolitana i Derida Dance Center / <strong>Col·laboradors Artístics</strong>: Mal Pelo (Pep Ramis i Maria Muñoz), Marta Dalmau i Ariadna Montfort <strong>Agraïments Especials:</strong> Oryan Zacks, Nicols Protopappas, Berta Escalas, Carla Piris / <strong>Videografia:</strong> Petya Ivanova / <strong>Amb el suport de</strong>: Generalitat de Catalunya, Espai Pla Roig, Centre Cívic Barceloneta, Can Gassol Mataró, Ca l'Estruch, Ajuntament de Sabadell, L'Animal a l'Esquena, Certamen Coreográfico de Madrid, La Visiva, Instituto Cervantes Sofia.",
    "tagline": "Després de la Pluja parteix d’aquest fenomen natural com una metàfora sobre allò efímer",
    "concept": "A la vegada que en Tom i la Roser entraven en un estudi plegats, al pare de la Roser li detectaven un tumor cerebral. Després de la Pluja és el treball artístic que ha acompanyat i mogut el procés de malaltia i mort del pare. Conté les sensacions i preguntes que es desperten, que moltes vegades estan íntimament lligades al fet de viure. I ho fa mirant a la  naturalesa com un reflexa. Deixar anar algú que estimes es una experiència molt personal, però a l’hora també universal. I és des d’aquí on la peça aborda creences sobre l’amor, la mort, la transformació, l’esperit o la transcendència, emmirallant-se en el món natural i els seus processos.",
    "aesthetics": "Escenografia mínima, però carregada d'imatges simbòliques i elements naturals. Un espai poètic on l’essencialisme, els paisatges emocionals i les metàfores de la natura es desenvolupen en un flux constant."
  },
  {
    "type": "piece",
    "id": "momentum",
    "title": "MOMENTUM",
    "shortDesc": "Un relat mitològic sobre els humans, la natura i la gravetat",
    "fullDesc": "En aquesta nova creació, la companyia Wonderground presenta un viatge oníric en què quatre intèrprets, dues dones, un home i un músic en directe, exploren les tensions entre l’instint humà de connexió i les forces que ens arrosseguen, tant literalment com metafòricament.  \nA través de paisatges que oscil·len entre el real i l’imaginari; una tempesta interna, un cos que desafia la gravetat i una muntanya que es trenca i es reconstrueix, creen una coreografia que reflecteix la fragilitat i la resiliència del nostre temps.  \nA mig camí entre un recital poètic i  un concert de rock, MOMENTUM fusiona moviment, dansa acrobàtica, minimalisme i humor per imaginar com podria ser el nostre futur.",
    "castAndCrew": "<strong>Concepte, coreografia i direcció</strong> Roser Tutusaus i Tom Weksler / <strong>Ballarins</strong> Tom Weksler, Nora Baylach i Yuval Finkelshtein / <strong>Música original i col·laboració artística</strong> Miguel Marin Pavón / <strong>Disseny d'Il·luminació</strong> Filip Horn / <strong>Disseny de Vestuari</strong> Benjamin Nivison / <strong>Col·laboració artística</strong> Oded Avinathan, Ariadna Montfort i Joan Català / <strong>Participants de la primera fase de creació</strong> Carla Piris Lasaga i Girordan Cruz / <strong>Distribució</strong> Fani Benages / <strong>Producció</strong> Wonderground / <strong>Videografia</strong> Ignasi Castañé / <strong>Fotografia</strong> Aida Vargas / <strong>Coproducció</strong> Mercat de les Flors i Ajuntament de Tarragona / <strong>Residències</strong> El Canal Centre d'arts Escèniques de Salt i The Island / <strong>Amb el suport de</strong> Beca recerca OSIC, Departament de Cultura-Generalitat de Catalunya i l'Institut Ramón Llull.",
    "tagline": "Què ens mou en un món que sembla haver perdut l’equilibri?",
    "concept": "Existeix una veritat universal quan un sent la gravetat i el pes del cos. És una de les experiències humanes més primàries sobre què és ser en el món.\nSi hi afegim el desplaçament, comencen a aparèixer multiplicitat de preguntes. Per què ens movem en una direcció? Què ens mou? On volem arribar? Què esperem trobar? Anem o tornem?\nA MOMENTUM, aquest desplaçament es materialitza en l’ús de diverses accions extremes com a generadors de la coreografia dramàtica.  Girar, caure, arrossegar-se, escalar, suspendre o volar, tenen una relació molt específica amb la gravetat si pensem en la seva distància amb el terra. <strong>Aquestes accions les situem en paisatges naturals arquetípics, que se succeeixen, i que de forma intuïtiva desvetllen relacions simbòliques tan dels paisatges interns de l’ànima com de les forces que a vegades governen les nostres relacions. </strong>",
    "aesthetics": "La dansa acrobàtica minimalista es troba amb la música en viu. Imatges naturals alterades i estats de moviment elementals com caure, volar, arrossegar-se, donen forma a un món visual futurista, de forces canviants."
  },
  {
    "type": "piece",
    "id": "wall-peace",
    "title": "WALL & PEACE",
    "shortDesc": "Site-specific de nit que segueix la misteriosa trobada de dos homes i una paret, explicada i il·luminada per una dona",
    "fullDesc": "A través de la dansa, el circ i les arts marcials, els dos homes redescobreixen la seva amistat i potser, el seu lloc en el món.\nL’espectacle transforma l’espai públic en un paisatge teatral imaginari que empeny les fronteres de l’estètica artesanal i la narració física.",
    "castAndCrew": "<strong>Direcció</strong> Roser Tutusaus (Wonderground) <strong>Concepte, coreografia i dramatúrgia:</strong> Roser Tutusaus i Tom Weksler (Wonderground) <strong>Intèrprets creadors</strong> Tom Weklser, Oded Avinathan <strong>Composició musical</strong> Miguel Marin Pavón <strong>Disseny d'il·luminació</strong> Filip Horn i Roser Tutusaus <strong>Vestuari</strong> Benjamin Nivisson <strong>Col·laboradors artístics</strong> Ariadna Montfort, Joan Català i Hadas Lulu <strong>Producció</strong> Wondergroud i Brechtje Randag <strong>Promoció i Comunicació</strong> Fani Benages <strong>Co-producció i suport</strong> Festival Spoffin, Festival el Danseu, K D M l e j n, Sismògraf, Departament de Cultura Generalitat de Catalunya, Institut Ramón Llull, The Island",
    "tagline": "QUÈ HI HA A L’ALTRA BANDA DEL MUR?",
    "concept": "Inspirat en el misteri i la fantasia dels contes que ens explicaven abans d’anar a dormir. Un joc amb ombres; de visibles i invisibles; de somnis i fantasmes; de transformació.",
    "aesthetics": "Un espectacle auto-il·luminat on el moviment, la llum i l’espai són inseparables. La paret conté múltiples capes de significat, com a obstacle, suport i símbol, dins d’una atmosfera definida per l’imaginari, l’ofici físic i la tensió poètica. Un espectacle únic que busca transmetre la naturalesa espectacular de la intimitat."
  },
  {
    "type": "piece",
    "id": "rise",
    "title": "RISE",
    "shortDesc": "Una pinzellada salvatge de cal·ligrafia a l'espai públic",
    "fullDesc": "És el moviment cap endavant i cap amunt, del distant a l'íntim el que impulsa aquesta actuació. Una invitació a preguntar-se què és ser humà. És un espectacle de carrer únic que interactua amb el públic i esborra la frontera entre dansa, moviment quotidià i acrobàcies.",
    "castAndCrew": "<strong>Creació i Interpretació</strong> Roser Tutusaus Tom Weksler / <strong>Col·laboració Artística</strong> Orit Nevo, Oryan Zacks i Spela Vodev / <strong>Disseny de Vestuari</strong> Benjamin Nivisson i Tom Weklser / <strong>Col·laboració Artística</strong> Oded Avinathan, Ariadna Montfort i Joan Català / <strong>Composició Musical </strong> Miguel Marín Pavón / <strong>Assistent de coreografia</strong> Marta Dalmau / <strong>Distribució</strong> Fani Benages / <strong>Producció</strong> Wonderground i Brechtje Randag/ <strong>Amb el suport de</strong> Circuit Est-Centre Chorégraphique Montréal, Maison pour la danse de Québec, Me'ever Mitzpe Ramon a Israel, Aula de Teatre i Dansa de Mataró, On Contemporary Circus Creation d'Israel, Centre Cívic de la Barceloneta, Institut Ramon Lull.",
    "tagline": "Aixeca la mà si et sents un ésser humà...",
    "concept": "Una invitació a passar de la solitud a l'experiència compartida — explorant la connexió humana, la transformació col·lectiva i l'autenticitat a l'espai públic. <strong>RISE és una cal·ligrafia del cos que busca esborrar les fronteres entre el personal i el comunal.</strong>",
    "aesthetics": "L'escenografia urbana, la interacció física i la dansa acrobàtica creen un punt de trobada entre el personal i el comunal. \n<strong> Inspirat en l'estètica urbana i freda de la pel·lícula Matrix i l'art rupestre de l'antiguitat, RISE expressa aquesta transformació o regressió </strong>"
  },
  {
    "type": "piece",
    "id": "falling-man",
    "title": "L'HOME QUE CAU",
    "shortDesc": "Una coreografia de la gravetat: la universalitat en l’acte de caure",
    "fullDesc": "Aquest treball en solitari qüestiona la línia entre la dansa, la imaginació i la salut mental. The Falling Man es mou entre la memòria col·lectiva i l’experiència personal, creant un flux fluid d’imatges inspirades en l’acte de caure.",
    "castAndCrew": "<strong>Concepte i Interpretació</strong> Tom Weksler/ <strong>Coreografia</strong> Roser Tutusaus i Tom Weksler/ <strong>Música</strong> Franz Heinrich Biber / <strong>Disseny de Vestuari</strong>: Paola Idrotino / <strong>Producció</strong>: Wonderground / <strong>Distribució</strong>: Fani Benages",
    "tagline": "QUÈ TÉ LA CAIGUDA QUE OCUPA TAN INTENSAMENT L’ESPERIT HUMÀ?",
    "concept": "Caure és un arquetip que ha acompanyat els humans des de l’antiguitat fins als nostres dies. La caiguda del cel parla de la pèrdua de puresa d’Adam i Eva. Els àngels caiguts són aquells que van perdre la fe. La caiguda d’Alícia pel cau del conill la porta al País de les Meravelles i, alhora, a una pèrdua de control sobre la realitat.\nEn termes físics, caure és un dels gestos més elegants: l’extensió del cos en l’espai, una alliberació de pes que sembla més una dansa magistral que un fracàs. Aquesta obra sorgeix d’una pèrdua personal, que dona lloc a una recerca de la universalitat en l’acte de caure. És un diàleg evocador entre el moviment i les Sonates Misterioses de Franz Heinrich Biber.",
    "aesthetics": "Una meditació sobre la caiguda; seqüències fluides a través de diferents disciplines, dansa contemporània, capoeira, parkour, combinades amb música de violí barroc. Una coreografia de la gravetat per a espais no convencionals."
  },
  {
    "type": "piece",
    "id": "island",
    "title": "THE ISLAND",
    "shortDesc": "Un espai per a la pràctica, creació i intercanvi artístic",
    "fullDesc": "Situat en un paisatge natural no urbanitzat als afores de Barcelona, l'espai és una quadra renovada de 180 metres quadrats. L'ILLA és la llar creativa de WONDERGROUND i Movement Archery.",
    "tagline": "L'Illa és per a la nostra pràctica artística el que un llenç és per a un pintor",
    "concept": "Al seu cor hi ha un terra de fusta per a dansa de 100 metres quadrats, construït especialment per Tom i Roser amb la intenció de donar suport a les arts del moviment i la performance. Des de la seva obertura al novembre de 2023, ha acollit les creacions, tallers, laboratoris i intercanvis artístics de la companyia.",
    "aesthetics": "La visió de L'ILLA és oferir un espai per a la inspiració artística, la reflexió sobre la connexió entre el moviment i la natura, i fomentar el diàleg tant artístic com filosòfic."
  },
  {
    "type": "calendar",
    "id": "event-calendar",
    "title": "PROPERS ESDEVENIMENTS",
    "shortDesc": "",
    "fullDesc": "",
    "castAndCrew": "",
    "tagline": "",
    "concept": "",
    "aesthetics": ""
  }
]
