[
  {
    "type": "piece",
    "id": "after_the_rain",
    "title": "AFTER THE RAIN",
    "shortDesc": "Un poema cinètic sobre deixar anar algú que estimes.",
    "fullDesc": "A través d'una dansa energètica de forces, narratives obertes i paisatges transitoris; La trobada i la transformació constant de dos individus desperta records inesperats sobre la naturalesa de les nostres vides. Després de la Pluja és una dansa d'esperances i pors.",
    "castAndCrew": "<strong>Direcció, Coreografia i Interpretació</strong>: Roser Tutusaus i Tom Weksler/ <strong>Música Original i Paisatge Sonor</strong>: Miguel Marin Pavón / <strong>Investigació Musical</strong>: Adrien Grellet (Didacte) / <strong>Disseny d'Il·luminació:</strong> Filip Horn / <strong>Investigació d'Il·luminació</strong>: Conchita Pons / <strong>Disseny de Vestuari:</strong> Benjamin Nivison /<strong>Producció: </strong>Wonderground i Brechtje Randag / <strong>Promoció i Comunicació:</strong> Katerina Vassiliadis\n<strong>Distribució: </strong>Fani Benages / <strong>Coproducció: </strong>Dansa Metropolitana i Derida Dance Center / <strong>Col·laboradors Artístics</strong>: Mal Pelo (Pep Ramis i Maria Muñoz), Marta Dalmau i Ariadna Montfort <strong>Agraïments Especials:</strong> Oryan Zacks, Nicols Protopappas, Berta Escalas, Carla Piris / <strong>Videografia:</strong> Petya Ivanova / <strong>Amb el suport de</strong>: Generalitat de Catalunya, Espai Pla Roig, Centre Cívic Barceloneta, Can Gassol Mataró, Ca l'Estruch, Ajuntament de Sabadell, L'Animal a l'Esquena, Certamen Coreográfico de Madrid, La Visiva, Instituto Cervantes Sofia.",
    "tagline": "",
    "concept": "Després de la Pluja pren aquest fenomen natural com a metàfora de l'efímer. Al mateix temps que Tom i Roser van entrar junts en un estudi, el pare de Roser va ser diagnosticat amb un tumor cerebral. DESPRÉS DE LA PLUJA és el treball artístic que ha acompanyat i s'ha mogut a través del procés de la malaltia i la mort del seu pare. Conté les sensacions i preguntes que sorgeixen, moltes de les quals estan profundament lligades a l'essència mateixa de viure. I ho fa mirant la natura com un reflex. Deixar anar algú que estimes és una experiència profundament personal, però també universal. Des d'aquesta perspectiva, la peça explora creences sobre l'amor, la mort, la transformació, l'esperit i la transcendència, reflectint-se en el món natural i els seus processos.",
    "aesthetics": ""
  },
  {
    "type": "piece",
    "id": "momentum",
    "title": "MOMENTUM",
    "shortDesc": "Un conte mitològic sobre humans, natura i gravetat.",
    "fullDesc": "En aquesta nova creació, Wonderground presenta un viatge oníric en el qual quatre intèrprets —dues dones, un home i un músic en viu— exploren les tensions entre l'instint humà de connexió i les forces que ens atrauen, tant literal com metafòricament. A través de paisatges que oscil·len entre el real i l'imaginari —una tempesta interna, un cos que desafia la gravetat i una muntanya que es trenca i es reconstrueix— creen una coreografia que reflecteix la fragilitat i la resiliència del nostre temps. En algun lloc entre un recital poètic i un concert de rock, MOMENTUM fusiona moviment, dansa acrobàtica, minimalisme i humor per imaginar com podria ser el nostre futur.",
    "castAndCrew": "<strong>Concepte, coreografia i direcció</strong> Roser Tutusaus i Tom Weksler / <strong>Ballarins</strong> Tom Weksler, Nora Baylach i Yuval Finkelshtein / <strong>Música original i col·laboració artística</strong> Miguel Marin Pavón / <strong>Disseny d'Il·luminació</strong> Filip Horn / <strong>Disseny de Vestuari</strong> Benjamin Nivison / <strong>Col·laboració artística</strong> Oded Avinathan, Ariadna Montfort i Joan Català / <strong>Participants de la primera fase de creació</strong> Carla Piris Lasaga i Girordan Cruz / <strong>Comunicació i promoció durant la creació</strong> A129Lacarte - Anso Raybaut-Pérès / <strong>Distribució</strong> Fani Benages / <strong>Producció</strong> Wonderground / <strong>Videografia</strong> Ignasi Castañé / <strong>Fotografia</strong> Aida Vargas / <strong>Coproducció</strong> Mercat de les Flors i Ajuntament de Tarragona / <strong>Residències</strong> El Canal Centre d'arts Escèniques de Salt i The Island / <strong>Amb el suport de</strong> Beca recerca OSIC, Departament de Cultura-Generalitat de Catalunya i l'Institut Ramón Llull.",
    "tagline": "Què ens mou en un món que sembla haver perdut el seu equilibri?",
    "concept": "Hi ha una veritat universal quan un sent la gravetat i el pes del cos. És una de les experiències humanes més primàries del que significa estar al món. Si afegim el desplaçament, comença a sorgir una multiplicitat de preguntes. Per què ens movem en una direcció? Què ens impulsa? On volem anar? Què esperem trobar? Anem o tornem? <br/>  <br/>A MOMENTUM, aquest desplaçament es materialitza mitjançant l'ús de diverses accions extremes com a generadores de coreografia dramàtica. Girar, caure, arrossegar, escalar, suspendre o volar tenen una relació molt específica amb la gravetat quan considerem la seva distància del terra. <br/>  <br/> <strong> Col·loquem aquestes accions dins de paisatges naturals arquetípics, que se succeeixen i revelen intuïtivament relacions simbòliques, tant dels paisatges interiors de l'ànima com de les forces que de vegades governen les nostres relacions. </strong>",
    "aesthetics": "El paisatge sonor es crea a partir de sons naturals deconstruïts i música en viu. La posada en escena musical va des d'un recital poètic fins a un concert de rock amb ordinador, samplers, guitarra elèctrica i bateria electrònica. L'espai escènic recrearà paisatges naturals de forma alternativa a través d'objectes portàtils, llums, colors, perspectives, trajectòries, dimensions i profunditats espacials. L'escenari en si és un objecte que es transforma a mesura que avança l'actuació, però ho fa de manera evocadora, amb un minimalisme que busca despertar la imaginació. <br/>  <br/><strong>MOMENTUM pretén ser un espectacle oníric, minimalista, lliure, inconscient —en algun lloc entre el futurista i el mitològic. Al mateix temps, desitja mirar amb humor on som i on anem (o podríem anar!). </strong>"
  },
  {
    "type": "piece",
    "id": "wall-peace",
    "title": "WALL AND PEACE",
    "shortDesc": "Un espectacle nocturn site-specific que segueix la misteriosa història de dos homes i una paret, il·luminats per una dona",
    "fullDesc": "A través de la dansa, el circ i les arts marcials, els dos homes redescobreixen la seva amistat i potser, el seu lloc al món. L'espectacle transforma l'espai públic en un paisatge teatral imaginari que empeny els límits de l'estètica artesanal i la narració física.",
    "castAndCrew": "",
    "tagline": "Què hi ha més enllà de la paret quan les ombres esdevenen el nostre pont cap a l'altra banda?",
    "concept": "Les parets són arquitectures amb gran contingut sociopolític. Però el que realment amaguen és la imatge de qui o què hi ha a l'altra banda. Creen una divisió física i mental entre el jo i l'altre, entre nosaltres i ells. <strong>És temptador preguntar-se si a l'altra banda hi ha algú com nosaltres...</strong>",
    "aesthetics": "PARET I PAU té l'estètica del cinema negre i està fet a mà amb objectes de llum portàtils. L'espectacle es pot realitzar en qualsevol paret de qualsevol poble o ciutat. Està inspirat en el misteri i la fantasia dels contes per dormir. Un joc amb ombres; amb el visible i invisible; amb somnis i fantasmes. Un acte de transformació. <strong>Un espectacle únic que busca transmetre l'espectacularitat de la intimitat. </strong>"
  },
  {
    "type": "piece",
    "id": "rise",
    "title": "RISE",
    "shortDesc": "Una pinzellada salvatge de cal·ligrafia a l'espai públic.",
    "fullDesc": "És el moviment cap endavant i cap amunt, del distant a l'íntim el que impulsa aquesta actuació. Una invitació a preguntar-se què és ser humà. És un espectacle de carrer únic que interactua amb el públic i esborra la frontera entre dansa, moviment quotidià i acrobàcies.",
    "castAndCrew": "<strong>Creació i Interpretació</strong> Roser Tutusaus Tom Weksler / <strong>Col·laboració Artística</strong> Orit Nevo, Oryan Zacks i Spela Vodev / <strong>Disseny de Vestuari</strong> Benjamin Nivisson i Tom Weklser / <strong>Col·laboració Artística</strong> Oded Avinathan, Ariadna Montfort i Joan Català / <strong>Composició Musical</strong> Miguel Marín Pavón / <strong>Assistent de Coreografia</strong> Marta Dalmau / <strong>Distribució</strong> Fani Benages / <strong>Producció</strong> Wonderground i Brechtje Randag/ <strong>Amb el suport de</strong> Circuit Est-Centre Chorégraphique Montréal, Maison pour la danse de Québec, Me'ever Mitzpe Ramon a Israel, Aula de Teatre i Dansa de Mataró, On Contemporary Circus Creation d'Israel, Centre Cívic de la Barceloneta, Institut Ramon Lull.",
    "tagline": "Aixeca la mà si et sents un ésser humà...",
    "concept": "ELEVACIÓ es pregunta què crea significat en la nostra vida quotidiana. I ho pregunta col·lectivament. Més enllà de les respostes, ens interessa el moviment generat per les preguntes, ja que aquest simple acte personal i universal obre noves perspectives. Preguntar-se a un mateix és, al cap i a la fi, un acte profundament existencial que emula alguna cosa profundament infantil.",
    "aesthetics": "ELEVACIÓ explora la col·lisió i la trobada de diferents llenguatges físics corresponents als diversos antecedents artístics de Tom i Roser. Aquests llenguatges —Butoh, Dansa Contemporània, Acrobàcies, Capoeira i Partnering— han estat col·locats fora del seu context original per respondre a les necessitats expressives actuals i fomentar la reaparició de significats personals i gestuals.\n<strong> Inspirat en l'estètica urbana i freda de la pel·lícula Matrix i l'art rupestre de l'antiguitat, ELEVACIÓ expressa aquesta transformació o regressió. </strong>"
  },
  {
    "type": "piece",
    "id": "falling-man",
    "title": "L'HOME QUE CAU",
    "shortDesc": "Qüestionant la dansa, la imaginació i la salut mental.",
    "fullDesc": "Es mou entre la memòria col·lectiva i allò personal, creant un flux fluid d'imatges inspirades en l'acte de caure. Caure és un arquetip que ha acompanyat els humans des de l'antiguitat fins al present.",
    "castAndCrew": "",
    "tagline": "Què hi ha en la caiguda que ocupa tant a l'esperit humà?",
    "concept": "",
    "aesthetics": ""
  },
  {
    "type": "calendar",
    "id": "event-calendar",
    "title": "PROPERS ESDEVENIMENTS",
    "shortDesc": "",
    "fullDesc": "",
    "castAndCrew": "",
    "tagline": "",
    "concept": "",
    "aesthetics": ""
  }
]
