[
  {
    "type": "piece",
    "id": "after_the_rain",
    "title": "AFTER THE RAIN",
    "shortDesc": "Un poema cinètic sobre deixar anar algú que estimes.",
    "fullDesc": "A través d'una dansa energètica de forces, narratives obertes i paisatges transitoris; La trobada i la transformació constant de dos individus desperta records inesperats sobre la naturalesa de les nostres vides. Després de la Pluja és una dansa d'esperances i pors.",
    "castAndCrew": "<strong>Direcció, Coreografia i Interpretació</strong>: Roser Tutusaus i Tom Weksler/ <strong>Música Original i Paisatge Sonor</strong>: Miguel Marin Pavón / <strong>Recerca Musical</strong>: Adrien Grellet (Didacte) / <strong>Disseny d'Il·luminació:</strong> Filip Horn / <strong>Recerca d'Il·luminació</strong>: Conchita Pons / <strong>Disseny de Vestuari:</strong> Benjamin Nivison /<strong>Producció: </strong>Wonderground i Brechtje Randag / <strong>Promoció i Comunicació:</strong> Katerina Vassiliadis\n<strong>Distribució: </strong>Fani Benages / <strong>Coproducció: </strong>Dansa Metropolitana i Derida Dance Center / <strong>Col·laboradors Artístics</strong>: Mal Pelo (Pep Ramis i Maria Muñoz), Marta Dalmau i Ariadna Montfort <strong>Agraïments Especials:</strong> Oryan Zacks, Nicols Protopappas, Berta Escalas, Carla Piris / <strong>Videografia:</strong> Petya Ivanova / <strong>Amb el suport de</strong>: Generalitat de Catalunya, Espai Pla Roig, Centre Cívic Barceloneta, Can Gassol Mataró, Ca l'Estruch, Ajuntament de Sabadell, L'Animal a l'Esquena, Certamen Coreográfico de Madrid, La Visiva, Instituto Cervantes Sofia.",
    "tagline": "",
    "concept": "Després de la Pluja pren aquest fenomen natural com a metàfora de l'efímer. Al mateix temps que Tom i Roser van entrar junts en un estudi, el pare de la Roser va ser diagnosticat amb un tumor cerebral. DESPRÉS DE LA PLUJA és el treball artístic que ha acompanyat i s'ha mogut a través del procés de la malaltia i mort del seu pare. Conté les sensacions i preguntes que sorgeixen, moltes de les quals estan profundament lligades a l'essència mateixa de viure. I ho fa mirant a la natura com a reflex. Deixar anar algú que estimes és una experiència profundament personal, però també universal. Des d'aquesta perspectiva, la peça explora creences sobre l'amor, la mort, la transformació, l'esperit i la transcendència, reflectint-se en el món natural i els seus processos.",
    "aesthetics": "Escenografia mínima, però carregada d'imatges simbòliques i elements naturals. Un espai poètic on la imaginació, els paisatges emocionals i les metàfores de la natura es desenvolupen silenciosament."
  },
  {
    "type": "piece",
    "id": "momentum",
    "title": "MOMENTUM",
    "shortDesc": "Un relat mitològic sobre humans, natura i gravetat.",
    "fullDesc": "En aquesta nova creació, Wonderground presenta un viatge oníric en què quatre intèrprets —dues dones, un home i un músic en viu— exploren les tensions entre l'instint humà de connexió i les forces que ens atrauen, tant literalment com metafòricament. A través de paisatges que oscil·len entre el real i l'imaginari —una tempesta interna, un cos desafiant la gravetat i una muntanya que es trenca i es reconstrueix— creen una coreografia que reflecteix la fragilitat i resiliència del nostre temps. Entre un recital poètic i un concert de rock, MOMENTUM fusiona moviment, dansa acrobàtica, minimalisme i humor per imaginar com podria ser el nostre futur.",
    "castAndCrew": "<strong>Concepte, coreografia i direcció</strong> Roser Tutusaus i Tom Weksler / <strong>Ballarins</strong> Tom Weksler, Nora Baylach i Yuval Finkelshtein / <strong>Música original i col·laboració artística</strong> Miguel Marin Pavón / <strong>Disseny d'Il·luminació</strong> Filip Horn / <strong>Disseny de Vestuari</strong> Benjamin Nivison / <strong>Col·laboració artística</strong> Oded Avinathan, Ariadna Montfort i Joan Català / <strong>Participants de la primera fase de creació</strong> Carla Piris Lasaga i Girordan Cruz / <strong>Comunicació i promoció durant la creació</strong> A129Lacarte - Anso Raybaut-Pérès / <strong>Distribució</strong> Fani Benages / <strong>Producció</strong> Wonderground / <strong>Videografia</strong> Ignasi Castañé / <strong>Fotografia</strong> Aida Vargas / <strong>Coproducció</strong> Mercat de les Flors i Ajuntament de Tarragona / <strong>Residències</strong> El Canal Centre d'arts Escèniques de Salt i The Island / <strong>Amb el suport de</strong> Beca recerca OSIC, Departament de Cultura-Generalitat de Catalunya i l'Institut Ramón Llull.",
    "tagline": "Què ens mou en un món que sembla haver perdut el seu equilibri?",
    "concept": "Hi ha una veritat universal quan un sent la gravetat i el pes del cos. És una de les experiències humanes més primàries del que significa estar al món. Si hi afegim desplaçament, comença a sorgir una multiplicitat de preguntes. Per què ens movem en una direcció? Què ens impulsa? On volem anar? Què esperem trobar? Estem anant o tornant? <br/>  <br/>A MOMENTUM, aquest desplaçament es materialitza a través de l'ús de diverses accions extremes com a generadores de coreografia dramàtica. Girar, caure, arrossegar, escalar, suspendre o volar tenen una relació molt específica amb la gravetat quan considerem la seva distància del terra. <br/>  <br/> <strong> Col·loquem aquestes accions dins de paisatges naturals arquetípics, que se succeeixen i revelen intuïtivament relacions simbòliques, tant dels paisatges interiors de l'ànima com de les forces que de vegades governen les nostres relacions. </strong>",
    "aesthetics": "La dansa acrobàtica minimalista es troba amb la música en viu. Imatges naturals alterades i estats de moviment elementals —caure, volar, arrossegar-se— donen forma a un món visual futurista de forces canviants."
  },
  {
    "type": "piece",
    "id": "wall-peace",
    "title": "WALL & PEACE",
    "shortDesc": "Un espectacle nocturn site-specific que segueix la misteriosa història de dos homes i un mur, il·luminats per una dona",
    "fullDesc": "A través de la dansa, el circ i les arts marcials, els dos homes redescobreixen la seva amistat i potser, el seu lloc al món. L'espectacle transforma l'espai públic en un paisatge teatral imaginari que empeny els límits de l'estètica artesanal i la narració física.",
    "castAndCrew": "<strong>Direcció</strong> Roser Tutusaus (Wonderground) <strong>Concepte, coreografia i dramatúrgia:</strong> Roser Tutusaus i Tom Weksler (Wonderground) <strong>Intèrprets creadors</strong> Tom Weklser, Oded Avinathan <strong>Composició musical</strong> Miguel Marin Pavón <strong>Disseny d'il·luminació</strong> Filip Horn i Roser Tutusaus <strong>Vestuari</strong> Benjamin Nivisson <strong>Col·laboradors artístics</strong> Ariadna Montfort, Joan Català i Hadas Lulu <strong>Producció</strong> Wondergroud i Brechtje Randag <strong>Promoció i Comunicació</strong> Fani Benages <strong>Co-producció i suport</strong> Festival Spoffin, Festival el Danseu, K D M l e j n, Sismògraf, Departament de Cultura Generalitat de Catalunya, Institut Ramón Llull, The Island",
    "tagline": "Què hi ha més enllà del mur quan les ombres esdevenen el nostre pont cap a l'altra banda?",
    "concept": "Una faula nocturna sobre amistat, conflicte i reconciliació — on el mur esdevé un soci actiu en la coreografia i la narrativa. <strong>És temptador preguntar-se si a l'altra banda hi ha algú com nosaltres...</strong>",
    "aesthetics": "Una actuació artesanal auto-il·luminada on moviment, llum i espai són inseparables. El mur porta múltiples capes de significat — com a obstacle, company i símbol — dins d'una atmosfera formada per artesania física i tensió poètica. <strong> Un espectacle únic que busca transmetre la naturalesa espectacular de la intimitat. </strong>"
  },
  {
    "type": "piece",
    "id": "rise",
    "title": "RISE",
    "shortDesc": "Una pinzellada salvatge de cal·ligrafia a l'espai públic.",
    "fullDesc": "És el moviment cap endavant i cap amunt, del distant a l'íntim el que impulsa aquesta actuació. Una invitació a preguntar-se què és ser humà. És un espectacle de carrer únic que interactua amb el públic i esborra la frontera entre dansa, moviment quotidià i acrobàcies.",
    "castAndCrew": "<strong>Creació i Interpretació</strong> Roser Tutusaus Tom Weksler / <strong>Col·laboració Artística</strong> Orit Nevo, Oryan Zacks i Spela Vodev / <strong>Disseny de Vestuari</strong> Benjamin Nivisson i Tom Weklser / <strong>Col·laboració Artística</strong> Oded Avinathan, Ariadna Montfort i Joan Català / <strong>Composició Musical </strong> Miguel Marín Pavón / <strong>Assistent de coreografia</strong> Marta Dalmau / <strong>Distribució</strong> Fani Benages / <strong>Producció</strong> Wonderground i Brechtje Randag/ <strong>Amb el suport de</strong> Circuit Est-Centre Chorégraphique Montréal, Maison pour la danse de Québec, Me'ever Mitzpe Ramon a Israel, Aula de Teatre i Dansa de Mataró, On Contemporary Circus Creation d'Israel, Centre Cívic de la Barceloneta, Institut Ramon Lull.",
    "tagline": "Aixeca la mà si et sents un ésser humà...",
    "concept": "Una invitació a passar de la solitud a l'experiència compartida — explorant la connexió humana, la transformació col·lectiva i l'autenticitat a l'espai públic. <strong>RISE és una cal·ligrafia del cos que busca esborrar les fronteres entre el personal i el comunal.</strong>",
    "aesthetics": "L'escenografia urbana, la interacció física i la dansa acrobàtica creen un punt de trobada entre el personal i el comunal. \n<strong> Inspirat en l'estètica urbana i freda de la pel·lícula Matrix i l'art rupestre de l'antiguitat, RISE expressa aquesta transformació o regressió </strong>"
  },
  {
    "type": "piece",
    "id": "falling-man",
    "title": "L'HOME QUE CAU",
    "shortDesc": "Qüestionant la dansa, la imaginació i la salut mental.",
    "fullDesc": "Es mou entre la memòria col·lectiva i el personal, creant un flux fluid d'imatges inspirades en l'acte de caure. La caiguda és un arquetip que ha acompanyat els humans des dels temps antics fins al present.",
    "castAndCrew": "<strong>Concepte i Interpretació</strong> Tom Weksler/ <strong>Coreografia</strong> Roser Tutusaus i Tom Weksler/ <strong>Música</strong> Franz Heinrich Biber / <strong>Disseny de Vestuari</strong>: Paola Idrotino / <strong>Producció</strong>: Wonderground / <strong>Distribució</strong>: Fani Benages",
    "tagline": "Què hi ha a la caiguda que ocupa tant l'esperit humà?",
    "concept": "Una meditació sobre la caiguda — com a moviment, metàfora i estat mental. Entre la memòria i la imaginació, reflexiona sobre el vincle entre la dansa i la salut emocional.",
    "aesthetics": "Seqüències fluides a través de disciplines — dansa contemporània, capoeira, parkour — combinades amb música de violí barroc. Una coreografia de la gravetat en espais no convencionals."
  },
  {
    "type": "calendar",
    "id": "event-calendar",
    "title": "PROPERS ESDEVENIMENTS",
    "shortDesc": "",
    "fullDesc": "",
    "castAndCrew": "",
    "tagline": "",
    "concept": "",
    "aesthetics": ""
  }
]
