[
  {
    "type": "piece",
    "id": "after_the_rain",
    "title": "AFTER THE RAIN",
    "shortDesc": "Un poema cinético sobre dejar ir a alguien que amas.",
    "fullDesc": "A través de una danza energética de fuerzas, narrativas abiertas y paisajes transitorios; El encuentro y la transformación constante de dos individuos despierta recuerdos inesperados sobre la naturaleza de nuestras vidas. Después de la Lluvia es una danza de esperanzas y miedos.",
    "castAndCrew": "<strong>Dirección, Coreografía e Interpretación</strong>: Roser Tutusaus y Tom Weksler/ <strong>Música Original y Paisaje Sonoro</strong>: Miguel Marin Pavón / <strong>Investigación Musical</strong>: Adrien Grellet (Didacte) / <strong>Diseño de Iluminación:</strong> Filip Horn / <strong>Investigación de Iluminación</strong>: Conchita Pons / <strong>Diseño de Vestuario:</strong> Benjamin Nivison /<strong>Producción: </strong>Wonderground y Brechtje Randag / <strong>Promoción y Comunicación:</strong> Katerina Vassiliadis\n<strong>Distribución: </strong>Fani Benages / <strong>Coproducción: </strong>Dansa Metropolitana y Derida Dance Center / <strong>Colaboradores Artísticos</strong>: Mal Pelo (Pep Ramis y Maria Muñoz), Marta Dalmau y Ariadna Montfort <strong>Agradecimientos Especiales:</strong> Oryan Zacks, Nicols Protopappas, Berta Escalas, Carla Piris / <strong>Videografía:</strong> Petya Ivanova / <strong>Con el apoyo de</strong>: Generalitat de Catalunya, Espai Pla Roig, Centre Cívic Barceloneta, Can Gassol Mataró, Ca l'Estruch, Ajuntament de Sabadell, L'Animal a l'Esquena, Certamen Coreográfico de Madrid, La Visiva, Instituto Cervantes Sofia.",
    "tagline": "",
    "concept": "Después de la Lluvia toma este fenómeno natural como metáfora de lo efímero. Al mismo tiempo que Tom y Roser entraron juntos en un estudio, el padre de Roser fue diagnosticado con un tumor cerebral. DESPUÉS DE LA LLUVIA es el trabajo artístico que ha acompañado y se ha movido a través del proceso de la enfermedad y fallecimiento de su padre. Contiene las sensaciones y preguntas que surgen, muchas de las cuales están profundamente ligadas a la esencia misma de vivir. Y lo hace mirando a la naturaleza como reflejo. Dejar ir a alguien que amas es una experiencia profundamente personal, pero también universal. Desde esta perspectiva, la pieza explora creencias sobre el amor, la muerte, la transformación, el espíritu y la trascendencia, reflejándose en el mundo natural y sus procesos.",
    "aesthetics": "Escenografía mínima, pero cargada de imágenes simbólicas y elementos naturales. Un espacio poético donde la imaginación, los paisajes emocionales y las metáforas de la naturaleza se desarrollan silenciosamente."
  },
  {
    "type": "piece",
    "id": "momentum",
    "title": "MOMENTUM",
    "shortDesc": "Un relato mitológico sobre humanos, naturaleza y gravedad.",
    "fullDesc": "En esta nueva creación, Wonderground presenta un viaje onírico en el que cuatro intérpretes —dos mujeres, un hombre y un músico en vivo— exploran las tensiones entre el instinto humano de conexión y las fuerzas que nos atraen, tanto literal como metafóricamente. A través de paisajes que oscilan entre lo real y lo imaginario —una tormenta interna, un cuerpo desafiando la gravedad y una montaña que se rompe y se reconstruye— crean una coreografía que refleja la fragilidad y resiliencia de nuestro tiempo. Entre un recital poético y un concierto de rock, MOMENTUM fusiona movimiento, danza acrobática, minimalismo y humor para imaginar cómo podría ser nuestro futuro.",
    "castAndCrew": "<strong>Concepto, coreografía y dirección</strong> Roser Tutusaus y Tom Weksler / <strong>Bailarines</strong> Tom Weksler, Nora Baylach y Yuval Finkelshtein / <strong>Música original y colaboración artística</strong> Miguel Marin Pavón / <strong>Diseño de Iluminación</strong> Filip Horn / <strong>Diseño de Vestuario</strong> Benjamin Nivison / <strong>Colaboración artística</strong> Oded Avinathan, Ariadna Montfort y Joan Català / <strong>Participantes de la primera fase de creación</strong> Carla Piris Lasaga y Girordan Cruz / <strong>Comunicación y promoción durante la creación</strong> A129Lacarte - Anso Raybaut-Pérès / <strong>Distribución</strong> Fani Benages / <strong>Producción</strong> Wonderground / <strong>Videografía</strong> Ignasi Castañé / <strong>Fotografía</strong> Aida Vargas / <strong>Coproducción</strong> Mercat de les Flors y Ajuntament de Tarragona / <strong>Residencias</strong> El Canal Centre d'arts Escèniques de Salt y The Island / <strong>Con el apoyo de</strong> Beca recerca OSIC, Departament de Cultura-Generalitat de Catalunya y el Institut Ramón Llull.",
    "tagline": "¿Qué nos mueve en un mundo que parece haber perdido su equilibrio?",
    "concept": "Hay una verdad universal cuando uno siente la gravedad y el peso del cuerpo. Es una de las experiencias humanas más primarias de lo que significa estar en el mundo. Si añadimos desplazamiento, comienza a surgir una multiplicidad de preguntas. ¿Por qué nos movemos en una dirección? ¿Qué nos impulsa? ¿Adónde queremos ir? ¿Qué esperamos encontrar? ¿Estamos yendo o regresando? <br/>  <br/>En MOMENTUM, este desplazamiento se materializa a través del uso de varias acciones extremas como generadoras de coreografía dramática. Girar, caer, arrastrar, escalar, suspender o volar tienen una relación muy específica con la gravedad cuando consideramos su distancia del suelo. <br/>  <br/> <strong> Colocamos estas acciones dentro de paisajes naturales arquetípicos, que se suceden y revelan intuitivamente relaciones simbólicas, tanto de los paisajes interiores del alma como de las fuerzas que a veces gobiernan nuestras relaciones. </strong>",
    "aesthetics": "La danza acrobática minimalista se encuentra con la música en vivo. Imágenes naturales alteradas y estados de movimiento elementales —caer, volar, arrastrarse— dan forma a un mundo visual futurista de fuerzas cambiantes."
  },
  {
    "type": "piece",
    "id": "wall-peace",
    "title": "WALL & PEACE",
    "shortDesc": "Un espectáculo nocturno site-specific que sigue la misteriosa historia de dos hombres y un muro, iluminados por una mujer",
    "fullDesc": "A través de la danza, el circo y las artes marciales, los dos hombres redescubren su amistad y quizás, su lugar en el mundo. El espectáculo transforma el espacio público en un paisaje teatral imaginario que empuja los límites de la estética artesanal y la narración física.",
    "castAndCrew": "<strong>Dirección</strong> Roser Tutusaus (Wonderground) <strong>Concepto, coreografía y dramaturgia:</strong> Roser Tutusaus y Tom Weksler (Wonderground) <strong>Intérpretes creadores</strong> Tom Weklser, Oded Avinathan <strong>Composición musical</strong> Miguel Marin Pavón <strong>Diseño de iluminación</strong> Filip Horn y Roser Tutusaus <strong>Vestuario</strong> Benjamin Nivisson <strong>Colaboradores artísticos</strong> Ariadna Montfort, Joan Català y Hadas Lulu <strong>Producción</strong> Wondergroud y Brechtje Randag <strong>Promoción y Comunicación</strong> Fani Benages <strong>Co-producción y apoyo</strong> Festival Spoffin, Festival el Danseu, K D M l e j n, Sismògraf, Departament de Cultura Generalitat de Catalunya, Institut Ramón Llull, The Island",
    "tagline": "¿Qué hay más allá del muro cuando las sombras se convierten en nuestro puente hacia el otro lado?",
    "concept": "Una fábula nocturna sobre amistad, conflicto y reconciliación — donde el muro se convierte en un socio activo en la coreografía y la narrativa. <strong>Es tentador preguntarse si al otro lado hay alguien como nosotros...</strong>",
    "aesthetics": "Una actuación artesanal auto-iluminada donde movimiento, luz y espacio son inseparables. El muro lleva múltiples capas de significado — como obstáculo, compañero y símbolo — dentro de una atmósfera formada por artesanía física y tensión poética. <strong> Un espectáculo único que busca transmitir la naturaleza espectacular de la intimidad. </strong>"
  },
  {
    "type": "piece",
    "id": "rise",
    "title": "RISE",
    "shortDesc": "Una pincelada salvaje de caligrafía en el espacio público.",
    "fullDesc": "Es el movimiento hacia adelante y hacia arriba, de lo distante a lo íntimo lo que impulsa esta actuación. Una invitación a preguntarse qué es ser humano. Es un espectáculo callejero único que interactúa con el público y borra la frontera entre danza, movimiento cotidiano y acrobacias.",
    "castAndCrew": "<strong>Creación e Interpretación</strong> Roser Tutusaus Tom Weksler / <strong>Colaboración Artística</strong> Orit Nevo, Oryan Zacks y Spela Vodev / <strong>Diseño de Vestuario</strong> Benjamin Nivisson y Tom Weklser / <strong>Colaboración Artística</strong> Oded Avinathan, Ariadna Montfort y Joan Català / <strong>Composición Musical </strong> Miguel Marín Pavón / <strong>Asistente de coreografía</strong> Marta Dalmau / <strong>Distribución</strong> Fani Benages / <strong>Producción</strong> Wonderground y Brechtje Randag/ <strong>Con el apoyo de</strong> Circuit Est-Centre Chorégraphique Montréal, Maison pour la danse de Québec, Me'ever Mitzpe Ramon en Israel, Aula de Teatre i Dansa de Mataró, On Contemporary Circus Creation de Israel, Centre Cívic de la Barceloneta, Institut Ramon Lull.",
    "tagline": "Levanta la mano si te sientes un ser humano...",
    "concept": "Una invitación a pasar de la soledad a la experiencia compartida — explorando la conexión humana, la transformación colectiva y la autenticidad en el espacio público. <strong>RISE es una caligrafía del cuerpo que busca borrar las fronteras entre lo personal y lo comunal.</strong>",
    "aesthetics": "La escenografía urbana, la interacción física y la danza acrobática crean un punto de encuentro entre lo personal y lo comunal. \n<strong> Inspirado en la estética urbana y fría de la película Matrix y el arte rupestre de la antigüedad, RISE expresa esta transformación o regresión </strong>"
  },
  {
    "type": "piece",
    "id": "falling-man",
    "title": "EL HOMBRE QUE CAE",
    "shortDesc": "Cuestionando la danza, la imaginación y la salud mental.",
    "fullDesc": "Se mueve entre la memoria colectiva y lo personal, creando un flujo fluido de imágenes inspiradas en el acto de caer. La caída es un arquetipo que ha acompañado a los humanos desde los tiempos antiguos hasta el presente.",
    "castAndCrew": "<strong>Concepto e Interpretación</strong> Tom Weksler/ <strong>Coreografía</strong> Roser Tutusaus y Tom Weksler/ <strong>Música</strong> Franz Heinrich Biber / <strong>Diseño de Vestuario</strong>: Paola Idrotino / <strong>Producción</strong>: Wonderground / <strong>Distribución</strong>: Fani Benages",
    "tagline": "¿Qué hay en la caída que ocupa tanto al espíritu humano?",
    "concept": "Una meditación sobre la caída — como movimiento, metáfora y estado mental. Entre la memoria y la imaginación, reflexiona sobre el vínculo entre la danza y la salud emocional.",
    "aesthetics": "Secuencias fluidas a través de disciplinas — danza contemporánea, capoeira, parkour — combinadas con música de violín barroco. Una coreografía de la gravedad en espacios no convencionales."
  },
  {
    "type": "calendar",
    "id": "event-calendar",
    "title": "PRÓXIMOS EVENTOS",
    "shortDesc": "",
    "fullDesc": "",
    "castAndCrew": "",
    "tagline": "",
    "concept": "",
    "aesthetics": ""
  }
]
